Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memn.tmx
Source language: ca
Languages: es_es

source: Com s'indica en una DTD que l'element |teixit| conté opcionalment els elements |grandaria| i |color| en aquest ordre?
es_es: ¿Cómo se indica en una DTD que el elemento |tejido| contiene opcionalmente los elementos |grandaria| y |color| en este orden?

source: Amb |</frase>| Amb |<frase>| Automàticament quan s'obri qualsevol altre element.
es_es: Con |</frase>| Con |<frase>| Automáticamente cuando se abre cualquier otro elemento.

source: Aquest és l'últim paràgraf d'aquest document HTML.
es_es: Este es el último párrafo de este documento HTML.

source: Però els documents de text són en general més rics que simples seqüències de caràcters.
es_es: Pero los documentos de texto son en general más ricos que simples secuencias de caracteres.

source: ASCII no té codis per als caràcters especials que usen algunes llengües europees com ç, ä, ú, etc.; amb l'arribada dels microordinadors es va decidir ampliar el codi ASCII, de 7 bits i per tant amb $2^7=128$ possibilitats, a un codi de 8 bits amb $2^8=256$ possibilitats; el vuité bit o ``bit 7''---el primer per l'esquerra--- és 1 per als caràcters especials (numerats del 128 al 255) i zero per als caràcters estàndards d'ASCII.
es_es: ASCII no tiene códigos para los caracteres especiales que usan algunas lenguas europeas como ç, ä, ú, etc.; con la llegada de los microordenadores se decidió ampliar el código ASCII, de 7 bits y por lo tanto con $2^7=128$ posibilidades, a un código de 8 bits con $2^8=256$ posibilidades; el octavo bit o ``bit 7''---el primero por la izquierda--- es 1 para los caracteres especiales (numerados del 128 al 255) y cero para los caracteres estándares de ASCII.

source: Amb el document, per tant, només es guardarà aquesta informació de presentació, pràcticament sense cap indicació de l'estructura lògica dels continguts.
es_es: Con el documento, por lo tanto, sólo se guardará esta información de presentación, prácticamente sin ninguna indicación de la estructura lógica de los contenidos.
